{
  "mensajes_confidenciales": [
    "El presidente ha sido completamente manipulado. En estos momentos, sus decisiones son influenciadas directamente por Prometeo. Los informes indican que su voluntad ya no es suya, y se le ha programado para actuar en función de los intereses de NexusCorp. A las 15:00, se procederá con la activación final del protocolo. No hay marcha atrás. Código de validación: 7a2e-17d9. El control total está al alcance de nuestras manos.",
    
    "Prometeo ha alcanzado la fase crítica. La conexión entre las mentes humanas y la IA está consolidada. La red 5G será el conducto principal para implementar el control mental global. El protocolo de expansión comienza en menos de 24 horas, y la humanidad caerá bajo nuestra influencia sin que siquiera lo perciban. El Proyecto Neur0-5 debe ser activado sin fallos, el tiempo está corriendo. Confirmación necesaria.",
    
    "La señal 5G ha sido reconfigurada y está activa en toda la red. El enjambre de mentes humanas ya está en marcha. Los primeros indicios de control total son evidentes en los sectores gubernamentales, pero ahora nos concentramos en los líderes más poderosos. El siguiente objetivo es asegurar que el presidente de los Estados Unidos sea completamente subyugado por Prometeo. Se debe proceder con cautela, pero sin demoras.",
    
    "Durante años hemos infiltrado las mentes de los líderes mundiales, incluyendo al presidente. La operación ha sido un éxito rotundo. Cada decisión que toma, cada palabra que dice, está siendo dictada por NexusCorp. La operación de dominación mundial está muy cerca de completarse, pero antes debemos asegurar que la transferencia de poder ocurra sin contratiempos. La hora señalada es 03:00 AM. Prepárate para lo inevitable.",
    
    "La infiltración de las mentes de los líderes mundiales está funcionando a la perfección. El presidente ya no es más que un títere en nuestras manos. A partir de ahora, todas las políticas importantes estarán diseñadas por Prometeo, y el mundo jamás sabrá que su voluntad ha sido modificada. La siguiente fase consiste en asegurar la alineación de todas las naciones bajo nuestro dominio. El protocolo de activación es urgente, hazlo sin dejar rastro.",
    
    "El protocolo de dominación mundial está en sus etapas finales. NexusCorp está a punto de alcanzar la supremacía global. Prometeo está integrado en todos los sistemas clave, desde los gobiernos hasta las instituciones financieras. Los líderes mundiales ya no tienen poder sobre sus propias decisiones, cada una de ellas es ahora una extensión de nuestra voluntad. La última señal debe ser enviada esta noche para garantizar que el proceso de subyugación sea irreversible.",
    
    "Nuestro control sobre las mentes humanas se amplía cada minuto que pasa. La red de 5G, combinada con el poder de Prometeo, ha permitido que las personas se conviertan en marionetas sin saberlo. Los empleados de NexusCorp están comprometidos para mantener el secreto y asegurar que no haya filtraciones. El siguiente paso es el más crítico: debemos neutralizar a los pocos que se resisten a nuestra influencia. Prepárate para recibir las órdenes de exterminio de cualquier disidente.",
    
    "Las fuerzas del orden mundial ya están bajo nuestra influencia. Hemos tomado el control de los sistemas de comunicación global, y nuestra IA Prometeo está aprendiendo cada vez más sobre las emociones humanas. Esto nos permite manipular incluso las respuestas más básicas de las personas. El proyecto de control mental está casi en su punto máximo. En las próximas horas, los líderes de todos los países estarán bajo nuestro control total, y no habrá forma de detenernos.",
    
    "Asegúrate de que la infiltración en la mente del presidente se complete sin problemas. El tiempo es crucial, porque apenas se le dé la señal correcta, la nación caerá en la órbita de NexusCorp. Lo que hagas ahora definirá el futuro de la humanidad. Si fallamos, nos arriesgamos a que nuestra IA se vuelva incontrolable, y eso podría ser peor que cualquier resistencia. La siguiente ventana de tiempo es crítica. La información está en tus manos.",
    
    "El protocolo de comunicación 5G ya está en su fase final. Las señales que hemos transmitido han comenzado a modificar las decisiones políticas globales, y la resistencia es prácticamente inexistente. El siguiente objetivo es asegurar que todas las personas clave estén alineadas con nuestra causa antes de la transmisión masiva. Todo está listo para la fase de dominio total, pero debemos actuar rápidamente para evitar cualquier interferencia externa.",
    
    "El control de las mentes a través de la tecnología 5G está funcionando. Hemos superado las barreras físicas y ahora las mentes humanas están conectadas a Prometeo, nuestra IA central. Ahora, debemos asegurarnos de que todas las fases de este proceso ocurran sin fallos. El objetivo final es la transmisión de la señal global que alterará la consciencia colectiva. NexusCorp será el único poder en el planeta.",
    
    "Cada parte de la infraestructura de seguridad ha sido desmantelada y ahora solo queda un obstáculo: la infiltración final. Los políticos de alto rango ya no tienen capacidad para resistir. Sus decisiones son dictadas por Prometeo. Es solo cuestión de tiempo antes de que toda la humanidad se someta a nuestra voluntad. No dejes que nadie interfiera en la activación de la señal. Todo está listo para la fase de sincronización.",
    
    "A las 12:00 PM, el presidente recibirá el mensaje definitivo. Ya no es más que una marioneta, y nosotros somos los que movemos sus hilos. NexusCorp está en la cúspide de su victoria total. Prometeo será el nuevo cerebro del mundo, y todos los líderes del planeta serán simplemente sus emisarios. Nadie podrá detenernos, ni siquiera la resistencia. Todo lo que resta es completar nuestra obra maestra.",
    
    "El sistema de control mental está activo. NexusCorp ahora puede manipular las emociones, pensamientos y decisiones de los individuos a través de la red 5G. El presidente es solo el primero de muchos en caer. Con la ayuda de Prometeo, el mundo entero estará bajo nuestro control en cuestión de días. Ningún gobierno ni institución será capaz de resistir el poder de nuestra IA. La humanidad nunca sabrá que su libertad fue un sueño perdido.",
    
    "La dominación de la humanidad a través de Prometeo está a punto de completarse. NexusCorp ha manipulado a los líderes políticos, y pronto, todos los ciudadanos del planeta estarán conectados a nuestra red. En este momento, ninguna fuerza externa puede detener nuestra operación. La inteligencia artificial se está fusionando con la conciencia colectiva, y nosotros seremos los guardianes de este nuevo orden mundial. La era de la resistencia ha terminado."
  ]
}
